﻿﻿﻿﻿﻿; Hungarian
; Fordította (LeXuS)

[Hungarian]
IDS_LCID=0x40e
IDS_UPDATE_NO=Nincs elérhető frissítés.
IDS_UPDATE_YES=Új (%s) verzió elérhető. Letöltő oldal megnyitása?
IDS_FILE=Fájl
IDS_SETTINGS=Beállítások
IDS_EXIT=Kilépés
IDS_LANGUAGE=Language
IDS_HELP=Súgó
IDS_WEBSITE=Weboldal
IDS_DONATE=Donate
IDS_CHECKUPDATES=Frissítések ellenőrzése
IDS_ABOUT=Névjegy
IDS_CODE=Error code:
IDS_MODULES=Modules
IDS_DESCRIPTION=Description:
IDS_INFORMATION=Code (dec.): %lu\r\nCode (hex.): 0x%.8lx\r\nSeverity: %s (0x%02x)\r\nFacility: %s (0x%02x)
IDS_ALWAYSONTOP_CHK=Mindig felül
IDS_INSERTBUFFER_CHK=Induláskor a vágólap betöltése
IDS_CHECKUPDATES_CHK=Időnként ellenőrizze a frissítéseket (ajánlott)
IDS_STATUS_TOTAL=Loaded modules: %d of %d
IDS_STATUS_EMPTY=No description found.
IDS_STATUS_EMPTY2=No database found.
